Repository: common-repository/woo-combo-offers
Catalog: languages/woo-combo-offers-*.po
Languages: nl_nl, pt_br

source: (combo in %s)
nl_nl: (combinatie in %s)
pt_br: (combo em %s)

source: Add
nl_nl: Toevoegen
pt_br: Adicionar

source: Add to cart
nl_nl: In Winkelwagen
pt_br: Adicionar ao Carrinho

source: After text
nl_nl: Na tekst
pt_br: Texto após

source: Apply to each combo product
nl_nl: Toepassen op elk comboproduct
pt_br: Aplicar a cada produto do combo

source: Apply to the whole combo
nl_nl: Toepassen op de hele combo
pt_br: Aplicar ao combo inteiro

source: Auto price
nl_nl: Auto prijs
pt_br: Preço automático

source: Before text
nl_nl: Voor tekst
pt_br: Antes do texto

source: Bundled products
nl_nl: Product bundel
pt_br: Produtos agrupados

source: Buyer can change the quantity of combo products?
nl_nl: Kan de koper het aantal comboproducten wijzigen?
pt_br: O comprador pode alterar a quantidade dos produtos do combo?

source: Choose
nl_nl: Kiezen
pt_br: Escolher

source: Clear
nl_nl: Schoonmaken
pt_br: Limpar

source: Combo Offer
nl_nl: combi aanbieding
pt_br: Oferta de Combo

source: Combo offer
nl_nl: combi aanbieding
pt_br: Oferta de combo

source: Combo Products
nl_nl: combi producten
pt_br: Produtos do Combo

source: Combo products
nl_nl: combi producten
pt_br: Produtos do combo

source: Default quantity
nl_nl: Standaard aantal
pt_br: Quantidade padrão

source: Disable auto calculate price?
nl_nl: Automatische prijsberekening uitschakelen?
pt_br: Desativar o cálculo automático do preço?

source: Discount
nl_nl: Korting
pt_br: Desconto

source: Enable stock management at combo level?
nl_nl: Voorraadbeheer op comboniveau inschakelen?
pt_br: Ativar gerenciamento de estoque no nível do combo?

source: From
nl_nl: van
pt_br: De

source: If yes, %s click here to set price %s by manually.
nl_nl: Zo ja, %s klik hier om de prijs %s handmatig in te stellen.
pt_br: Se sim, %s clique aqui para definir o preço %s manualmente.

source: If you like Combo Offers please leave us a %s rating. A huge thanks in advance!
nl_nl: Als u combo offers leuk vindt, laat dan een %s-beoordeling achter. Bij voorbaat enorm bedankt!
pt_br: Se você gosta do plugin Combo Offers, por favor, deixe-nos uma avaliação de %s. Desde já, muito obrigado!

source: Invalid product to use this tool!
nl_nl: Ongeldig product om deze tool te gebruiken!
pt_br: Produto inválido para usar esta ferramenta!

source: Limit of each item
nl_nl: Limiet van elk item
pt_br: Limite de cada item

source: Limit of whole items
nl_nl: Limiet van alle items
pt_br: Limite de todos os itens

source: Manage stock
nl_nl: Beheer Voorraad
pt_br: Gerenciar estoque

source: No results found for "%s"
nl_nl: Geen resultaten gevonden voor "%s"
pt_br: Nenhum resultado encontrado para "%s"

source: Once Every 5 Minutes
nl_nl: Eén keer per 5 minuten
pt_br: Uma vez a cada 5 minutos

source: Optional products
nl_nl: Optionele producten
pt_br: Produtos opcionais

source: Please choose at least [min] in the whole products before adding this combo to the cart.
nl_nl: Kies minimaal [min] in het hele product voordat u deze combo aan de winkelwagen toevoegt.
pt_br: Por favor, escolha pelo menos [min] em todos os produtos antes de adicionar este combo ao carrinho.

source: Please choose at least one product before adding this combo to the cart.
nl_nl: Kies ten minste één product voordat u deze combinatie aan de winkelwagen toevoegt.
pt_br: Por favor, escolha pelo menos um produto antes de adicionar este combo ao carrinho.

source: Please choose maximum [max] in the whole products before adding this combo to the cart.
nl_nl: Kies maximaal [max] voor alle producten voordat u deze combinatie aan de winkelwagen toevoegt.
pt_br: Por favor, escolha no máximo [max] em todos os produtos antes de adicionar este combo ao carrinho.

source: Please select some product options before adding this combo to the cart.
nl_nl: Selecteer enkele productopties voordat u deze combinatie aan de winkelwagen toevoegt.
pt_br: Por favor, selecione algumas opções de produto antes de adicionar este combo ao carrinho.

source: Premium Version
pt_br: Versão Premium

source: Read more
nl_nl: Lees verder
pt_br: Leia mais

source: Regular price
nl_nl: Normale prijs
pt_br: Preço regular

source: Remove
nl_nl: verwijderen
pt_br: Remover

source: saved
nl_nl: Opgeslagen
pt_br: salvo

source: searching...
nl_nl: Zoeken....
pt_br: buscando...

source: Select options
nl_nl: Selecteer opties
pt_br: Selecionar opções

source: Select product
nl_nl: Selecteer product
pt_br: Selecionar produto

source: Selected
nl_nl: geselecteerd
pt_br: Selecionado

source: Shipping fee
nl_nl: Verzendkosten
pt_br: Taxa de envio

source: The combo "%s" could not be added to your cart from order again button. Please buy it directly.
nl_nl: De combinatie "%s" kon niet aan uw winkelwagen worden toegevoegd via de knop 'Opnieuw bestellen'. Koop het dan direct.
pt_br: O combo "%s" não pôde ser adicionado ao seu carrinho através do botão de repetir pedido. Por favor, efetue a compra diretamente.

source: The text after combo products
nl_nl: De tekst na comboproducten
pt_br: O texto após os produtos do combo

source: The text before combo products
nl_nl: De tekst voor comboproducten
pt_br: O texto antes dos produtos do combo

source: This box content just appears after you publish the product.
nl_nl: Deze boxinhoud verschijnt pas nadat u het product heeft gepubliceerd.
pt_br: Este conteúdo da caixa só aparece depois de publicar o produto.

source: Type any keyword to search
nl_nl: Typ een trefwoord om te zoeken
pt_br: Digite qualquer palavra-chave para pesquisar

source: Update Price
nl_nl: Prijs bijwerken
pt_br: Atualizar Preço

source: Update price for all combos contains this product. The progress time based on the number of your combos.
nl_nl: Updateprijs voor alle combo's bevat dit product. De voortgangstijd is gebaseerd op het aantal combo's
pt_br: Atualize o preço para todos os combos que contêm este produto. O tempo de progresso é baseado na quantidade dos seus combos.

source: Use default quantity as min?
nl_nl: Standaardhoeveelheid gebruiken als minimum?
pt_br: Usar quantidade padrão como mínimo?

source: WooCommerce Combo Offers Pro enables administrator to offer combo deals on their product!
nl_nl: Met WooCommerce Combo Offers Pro kan de beheerder combo-deals voor zijn product aanbieden!
pt_br: O WooCommerce Combo Offers Pro permite ao administrador oferecer ofertas de combo em seus produtos!

source: Woocommerce Expert
pt_br: Especialista em WooCommerce
